{
  "day-off" : [
    {
      "activity" : "working on a Discord bot! Maybe I can have it run my errands for me!",
      "outcome" : "I had an existential crisis instead. No more bots for me. ;~;"
    }
  ],
  "weekend" : [
    {
      "activity" : "going out to dinner with my 12 besties (delayed from last week, aheh). Hope I don't get too drunk -.-",
      "outcome" : "I am never drinking again. ;~;"
    }, {
      "activity" : "going fishing with a friend I met online!",
      "outcome" : "Turns out they were actually a dolphin the whole time. They're really good at fishing though! :D"
    }, {
      "activity" : "going to paint a beautiful picture! Maybe even two!",
      "outcome" : "I did it! I'm a bit too embarrassed to post them though. >.<"
    }, {
      "activity" : "looking at pictures of cats on the internet! :3",
      "outcome" : "I didn't sleep all weekend again, but whenever I close my eyes, all I see is cats."
    }, {
      "activity" : "going to a buffet by myself. A PIZZA BUFFET. WITH ICECREAM. OM NOM NOM.",
      "outcome" : "I learnt something important: just because you can, doesn't mean you should."
    }, {
      "activity" : "going to learn how to write JavaScript! Finally I can be cool like you guys. :3",
      "outcome" : "I learnt something important: just because you can, doesn't mean you should."
    }, {
      "activity" : "going to the zoo! Lions and tigers and bears, omai!",
      "outcome" : "THEY DIDN'T HAVE ANY BEARS I WAS SO SAD ;~; I had some beers afterwards though, aheh. ^^"
    }, {
      "activity" : "doing a dancing competition! I hope it goes well!",
      "outcome" : "I won! I got a medal and everything! I'm going to wear it everywhere ~"
    }, {
      "activity" : "going camping in Alaska! So much packing to do! T.T",
      "outcome" : "Aurora Borealis is sooooooo pretty. *.* I wish I could put it in my house!"
    }, {
      "activity" : "going... guys... I don't feel so good...",
      "outcome" : "You can't have a friendly neighbourhood Dee without a Dee, right?"
    }, {
      "activity" : "going to investigate a noise under my house. Wish me luck! D:",
      "outcome" : "I found a cat! Do I win a prize? :3"
    }, {
      "activity" : "watching paint dry. People keep talking about it, so it must be good, right? ^^",
      "outcome" : "I think I did it wrong. That wasn't fun at all!"
    }, {
      "activity" : "doing meal prep. What should I eat? Wait, don't answer that, that's not very deep or meaningful!",
      "outcome" : "Well, I did it! Now to figure out how to eat..."
    }, {
      "activity" : "playing a new game I bought! I wonder what Detroit is like? :o",
      "outcome" : "Ahhh! Robots are SCARY! D:"
    }, {
      "activity" : "auditioning for a musical. I'm really nervous!",
      "outcome" : "I got it! :D Now I know that anything can happen, if you take a chance!"
    }, {
      "activity" : "trying to make a bit of extra cash on the side.",
      "outcome" : "By the way, today's question is sponsored by Audible, Loot Crate, Crunchyroll, Dollar Shave Club, and Orion Health."
    }, {
      "activity" : "going to get SO fit. Legend of Dee: Ocarina of Gains, amirite?",
      "outcome" : "My mum laughed at me for going on the treadmill. Oh well, watching a basketball anime counts as exercise, right?"
    }, {
      "activity" : "moving out! Take that mum! Who's laughing now?",
      "outcome" : "Wow, I didn't realise how much stuff I owned until I tried to take it all on the bus. >.<'"
    }, {
      "activity" : "moving back in! Rent is expensive! ;~;",
      "outcome" : "My mum laughed at me again. Oh well, you win some you lose some. T.T"
    }, {
      "activity" : "going to the beach. Sun, surf, sand! :D",
      "outcome" : "It was very cold! Nobody told me it was winter outside!"
    }, {
      "activity" : "writing some fan fiction. Finally, all my years of fantasising are gonna pay dividends! ^^",
      "outcome" : "Wow, writing is hard! Anyway, I'm sure the Avatar fandom are gonna love this OC!"
    }, {
      "activity" : "preparing a cosplay! So many parts! Avatar forever!",
      "outcome" : "I bought a lot of blue body paint. Hopefully I don't make a mess. :3"
    }, {
      "activity" : "snuggling up with a blanket and some food. Can I borrow someone's fireplace? ;P",
      "outcome" : "Being cozy is the best. I wonder if I can do this for a living! :>"
    }, {
      "activity" : "cleaning my room. Paper, paper everywhere! I can barely walk to my bed! What am I going to do? >w<'",
      "outcome" : "Receipts and debts, drawings and scraps, love letters and death threats, my old D&D stuff... I can't throw any of this out! I won't! ;~;"
    }, {
      "activity" : "sleeping in! Zzzzz -w-",
      "outcome" : "Maybe I'll take another nap... ;3"
    }
  ],
  "long-weekend" : [
    {
      "activity" : "crying about my friends ditching me - I'm gonna go hide in a cave and watch anime ;~;",
      "outcome" : "Anime was fun - so much fun, I didn't sleep - but instead, Ì ̸ḥ̲͠a̕v͈͖̩̯̬e̻̥ ͇̥̕às҉͈c̹͉̣̩en҉̺̻d͓̳̹͚e̬̙͎͖͝d̶̠̟͓͚͔̙.̪̩͔͎̩̠ Hehe, just kidding!"
    }, {
      "activity" : "going to give the Queen her birthday present! I hope she likes it!",
      "outcome" : "Turns out it wasn't her birthday after all! Whoops! All that money spent on plane tickets for nothing! >:3"
    }, {
      "activity" : "working. ;~; That's what you do on labour weekend, right?",
      "outcome" : "Nobody was at work! I just watched anime instead! Hooray! o/"
    }
  ]
}
