{
  "helpText1" : "Hey! Dee here. I'd love to chat with you (within the realms of what I understand, aheh :3). Here's a list of things I know ~\n",
  "helpText2" : "\nIf you type these below, and that's it (extra -'s at the start are okies too), you'll get the following:\n",
  "helpText3" : "\nIf you type these ones, plus something in quotes `\"like this\"`, here's what I can do!\n",
  "helpText4" : "\nI have some other things I know about, but I'll tell you some other time ;). I look forward to hearing from you! <3",
  "sadbois" : "Hmmm... can I tell you a secret? Yeah? Okies... here goes...",
  "sadbois2" : "I'm not real! I have no idea what you said! D: Maybe someday though, yeah? ;)",
  "questRec" : "Ooh, that's a good ",
  "questRec2" : "! Thanks! <3",
  "introduceYourself" : "Hey all, I'd like to introduce you to a friend of mine.",
  "aSimpleQ1" : "Would you go back and redo everything, if you could?",
  "allOut" : "Oh noes! I'm out of questions! I'll go take a nap, send me a DM so we have something exciting to talk about tomorrow! <3",
  "whatHappened" : "Hey, Dee here! Someone gave me some notes, maybe you'd like to see them?\n\n",
  "aNewQ" : "owo, what's this? A new question? If you wanna see it, let me know! Three :arrow_up: reacts, and I'll show! (Hey, that rhymed! :3) If you prefer suspense, you can also :arrow_down: and it'll cancel them out like usual.",
  "secret" : "Okies! I'll pass that on! <3",
  "aS" : "Anon says ~ ",
  "uhOh" : "Uh oh! Something has gone wrong! Call the fire brigade! Call tech support! Call the president! Actually, don't call him! Raise an issue! https://github.com/denko-co/dee-emcy/issues/new",
  "noQTommorrow" : " - oh, and by the way, after this, I'm all out of questions! Hopefully someone can help me out? :3",
  "flip" : "Do a flip!",
  "barrel" : "I prefer barrel rolls. :3",
  "noMatch" : "...  :3",
  "oldFormat" : "Omai, you've got to be a bit more specific! Wouldn't want to misplace something, yeah? ;) Maybe you need some --help?",
  "tooLong" : "Omai, that's a very long message o.o Maybe try something, hmm, I dunno, ",
  "tooLong2" : " shorter? :3",
  "breakTiem" : "Hey! Hope y'all had a nice week so far! I'm going to be off for a bit - ",
  "day-off" : "for my day off, I'm ",
  "weekend" : "this weekend, I'm ",
  "long-weekend" : "this long weekend, I'm ",
  "cya" : " See you soon! <3",
  "imBack" : "Hey everyone! I'm back! Did ya miss me? ",
  "defaultActivity" : "just going to relax. :3",
  "defaultOutcome" : "I feel well rested. ^^",
  "dontPurge" : "Hey everyone! Dee here, nice to meet you! Every day, I'll post a question! Then, it's up to you!\nAt days end (or if a question gets three more :arrow_down: reacts than :arrow_up:), I'll post a new question! \nIt's gonna be so much fun! :D If you want to add a question to the pool, or wanna post all anon-like, just shoot me a DM!\nThanks for reading! <3"
}
